Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The course is aimed at students at Bachelor and Master levels who are studying within the improvised music/jazz programme options.
nb: Emnet retter seg mot studenter på bachelor og master innenfor studieretningene improvisert musikk /jazz.

source: The cosy interior gives you the feeling of being both in a cabin and an antique shop, and here it is more than likely that you’ll meet some fellow students.
nb: Hjemmekoselig interiør som gir følelsen av å både være på hytta og i en antikvitetshandel, og med stor mulighet for å støte på medstudenter.

source: Darla Crispin has been involved in artistic research since the discipline first emerged around 20 years ago.
nb: aug. Darla Crispin har vært aktiv på feltet kunstnerisk utviklingsarbeid siden fagområdet begynte å gjøre seg gjeldende for rundt 20 år siden.

source: The composer Arne Nordheim died in 2010, and in 2012 a centre was established at the Norwegian Academy of Music to uphold his legacy.
nb: Komponisten Arne Nordheim døde i 2010, og i 2012 ble det opprettet et senter ved Norges musikkhøgskole som skulle forvalte arven etter ham.

source: : Programme committee for the PhD in Artistic Research.
nb: Utvalg for ph.d.-programmet i kunstnerisk utviklingsarbeid.

source: Kristoffer Lo – calling in digitally from his base in Trondheim – went on paternity leave when the pandemic struck in March and was already embracing a new way of life.
nb: Lo – digitalt tilstede fra basen i Trondheim – begynte sin pappaperm da pandemien inntraff i mars, og gikk allerede en annerledes tilværelse i møte.

source: Breie Nyhus moderated the discussion between Principal Peter Tornquist of the NMH, Pro Vice-Chancellor Johannes Landgren of the Royal College of Music (KMH) in Stockholm, Vice Principal Søren Kjærgaard of the Rhythmic Music Conservatory (RMC) in Copenhagen, Associate Professor Tone Åse of the Department of Music at the Norwegian University of Science and Technology (NTNU), Associate Professor Anne Gry Haugland of the DKDM in Copenhagen, and former NMH student Guoste Tamulynaite.
nb: Breie Nyhus ledet samtalen med NMH-rektor Peter Tornquist, prorektor ved Kungliga Musikhögskolan (KMH) i Stockholm Johannes Landgren, prorektor ved Rytmisk Musikkonservatorium (RMC) i København Søren Kjærgaard, førsteamanuensis ved institutt for musikk ved NTNU Tone Åse, lektor ved DKDM i København Anne Gry Haugland, og Guoste Tamulynaite, tidligere NMH-student.

source: Music therapists can work in child welfare, nursing homes, hospitals, substance abuse treatment, prisons, schools, nurseries, schools of the arts and psychiatric healthcare.
nb: Musikkterapeuter jobber blant annet innenfor barnevern, sykehjem, sykehus, rusbehandling, fengsel, skole, barnehage, kulturskole og psykisk helsevern.

source: The student should conduct a programme lasting approx. 30 minutes (maximum 35 minutes).
nb: Studenten dirigerer et program på ca. 30 minutter (maksimum 35 minutter).

source: Bachelor in Music Performance (Piano, with Jiri Hlinka) at
nb: Bachelor i utøving (klaver, med Jiri Hlinka) ved

source: The PhD programme is a full-time programme normally lasting three years comprising a research training component worth 30 ECTS credits and an independent artistic PhD project worth 150 ECTS credits.
nb: Doktorgradsutdanningen er organisert som et heltidsstudium over normalt tre år og består av en opplæringsdel på 30 studiepoeng og et selvstendig kunstnerisk doktorgradsprosjekt på 150 studiepoeng.

source: : Approx. 45 minutes (maximum 50 minutes). New assessment
nb: 45 minutter (maksimum 50 minutter). Kammermusikk bør inngå i programmet.

source: For instance, when you meet someone incarcerated at Ila, where there are many people sentenced for sexual offences and violence, it’s easy to ask yourself how you can find it so pleasant and positive to be there.
nb: For eksempel, når man møter en forvaringsdømt på Ila, der det er mange sedelighet- og voldsdømte, da er det lett å spørre seg hvordan man kan oppleve det som så hyggelig og positivt å være der.

source: Documentation and reflection
nb: Dokumentasjon og refleksjon

source: The artistic results are documented through concerts and recordings of these.
nb: Det kunstneriske resultatet dokumenteres gjennom konserter og opptak av disse.

source: At this concert, you will hear "Koral" by Anders Krøger – a nostalgic and retrospective piece.
nb: På denne konserten vil du blant annet få høre Anders Krøger sitt verk «Koral», som er et nostalgisk verk som stopper opp og ser seg tilbake.

source: : Admission to the Master of Performance Technology Degree Programme.
nb: Opptak til mastergradsstudiet i utøvende musikkteknologi.

source: Participation and completion of Forum and Interpretation (FORUM30)
nb: Gjennomført og godkjent deltakelse i emnet Forum og interpretasjon (FORUM30).

source: : Admission to one of the applicable study programmes.
nb: Opptak til et av studieprogrammene emnet inngår i.

source: Van Tour leafs through the pages to one of Sala’s partimento exercises, and sits down at the piano.
nb: Van Tour blar opp på en av Salas partimento-øvelser, setter seg ved pianoet.

source: The supervisor is tasked with giving the student advice and feedback as they work on the master’s project.
nb: Veileder skal gi studentene råd og tilbakemeldinger i arbeidet med masteroppgaven.

source: Each abstract should be 150–200 words long.
nb: Hvert av sammendragene skal ha et omfang på 150–200 ord.

source: This concentration is for classical pianists who want to obtain educational qualifications to work as accompanists and chamber musicians at a high level.
nb: Studieretningen er for klassiske pianister som ønsker å utdanne seg til akkompagnatør og kammermusiker på et høyt nivå.

source: Vivek Sadasivam adds his Indian vocal on top of the soundscape of the music education students, in this very last edition of Rector’s Room.
nb: Vivek Sadasivam legger sin indiske sang over et lydteppe av pedagogikkstudenter, i denne siste luken av Rektors jul.

source: In the canteen, in the instruction and at concerts?
nb: I kantina, i undervisninga og på konserter?

source: have good knowledge of Auto-Tune / Melodyne and their application areas
nb: har god kjennskap til Autotune/Melodyne og anvendelse av dette

source: The student should write three abstracts which will serve as draft essays (see item 2 below).
nb: Studenten skal skrive tre sammendrag som utkast til essays (se punkt 2 under).

source: In collaboration with Nystabakk, Solset will explore how experiences and tools from Rehnqvist’s vocal works can be used to enrich a very different repertoire.
nb: I samarbeid med Kåre Solmund Nystabakk (lutt) vil Solset utforske hvordan erfaringer og virkemidler fra Rehnqvists vokalverker vil kunne anvendes og forhåpentligvis berike et helt annet repertoar.

source: Einarsson began busking at the age of 16, and feels that he brings this experience with him on the stage.
nb: Einarsson begynte med gatemusikk som 16-åring, og tror han har tatt med seg den erfaringen ut på scenen.

source: Terje Tønnesen is among Norway’s leading violinists and plays an essential role in Nordic music life through his function as artistic director of the Norwegian Chamber Orchestra (1977-) and Camerata Nordica, Sweden (1996-).
nb: Terje Tønnesen er en av Norges ledende fiolinister, og spiller en viktig rolle i nordisk musikkliv, via sine roller som kunstnerisk leder for Det norske kammerorkester (1977–) og Camerata Nordica, Sverige (1996–).

source: In an orchestra you don’t get much freedom, and I felt locked in when I did that,” answers Bansal.
nb: I et orkester har du ikke særlig frihet, og jeg følte meg låst hvis jeg gjorde det, svarer Bansal.

source: The city is in his blood, and he is an ever-returning customer at IKEA and any local hardware retailer, driven by curiosity and to quench his thirst.
nb: Byen er hans natur, og Clas Ohlson, Jernia og IKEA er steder han stadig vender tilbake til, drevet av nysgjerrighet og for å slukke tørsten.

source: As well as researching the music and legacy of Nordheim, the centre is also tasked with being a driver and communicator of artistic research at the highest level.
nb: I tillegg til å forske på Nordheims musikk og betydning, skal senteret være en pådriver og en formidler av kunstnerisk utviklingsarbeid på høyeste nivå.

source: When he was given a place as an exchange student through Erasmus, he lost the autumn semester for the same reason.
nb: Da han i stedet fikk plass som utvekslingsstudent gjennom Erasmus, mistet han høstsemesteret av samme grunn.

source: The project is based on an artistic approach to an exploration of artistic development, where the goal is to enrich an artistic practice and perform this knowledge through reflection and artistic activity (Lemmens, 2012).
nb: Prosjektet baseres på en kunstnerisk innfallsvinkel til utforsking av musikalsk utvikling, hvor målet er å berike en kunstnerisk praksis og utøve denne kunnskapen gjennom refleksjon og kunstnerisk virksomhet (Lemmens, 2012).

source: Production of vocals in multi-track setups and ProTools.
nb: Produksjon av vokal i multisporoppsett og ProTools.

source: It’s not always easy to hear what people are saying, and I can’t always tell who it is I’m seeing in the corridors,” Eirik says.
nb: Det er ikke alltid like lett å høre hva folk sier, og jeg ser ikke alltid hvem det er jeg møter i gangene, sier Eirik.

source: She has received a number of awards for her performances and recordings, including the Norwegian Solist Prize.
nb: Hun har mottatt en rekke priser for sine fremførelser og innspillinger, som Den Norske Solistpris, og nominasjoner til Spellemann og Folkelarm.

source: “It went well, but we didn’t earn much money, and it took an incredibly long time,” he explains.
nb: – Det gikk fint, men vi tjente ikke så mye penger, og det tok utrolig mye tid, forklarer han.

source: (researchcatalogue.net). Former teaching experience includes RMC (Rhythmic Music Conservatorium) in Copenhagen 2014–2021 and Royal Danish Music Academy 2004–2018.
nb: fra Program for Kunstnerisk Utviklingsarbeid med prosjektet ”Poetics of a Multiphonic Landscape” og tidligere undervisningserfaring fra RMC (Rytmisk Musikkonservatorium i København (2014–2021) and Det Kongelige Danske Musikkonservatorium (2004–2018), samt fra Syddansk Musikkonservatorium og Universitetet i Agder.

source: More than 20 % of absence from class will normally result in a failing mark.
nb: Dette innebærer normalt at fravær på mer enn 20 prosent fra disse medfører at studenten ikke består emnet.

source: Identifying environmental risks
nb: Kartlegge risiko for å påvirke miljøet

source: However, it doesn't mean that we should stop talking about quality.
nb: Men det betyr ikke at vi skal slutte å snakke om kvalitet.

source: I don’t know if I want to do that, so I leave well alone.
nb: Jeg vet ikke om jeg vil gjøre det, så jeg lar det være.

source: Alteranative C: Independent study of selected literature (700-800 pages).
nb: Individuelt kurs med selvvalgt pensum på 700 til 800 sider, dokumentert med essay etter gjeldende krav.

source: : Two semesters, fall and spring.
nb: Valgemne for sangere og pianister.

source: I gave up because I found it boring.
nb: Jeg stoppet fordi det kjedet meg.

source: The Academy brass and woodwinds teachers will organise the test and act as jury.
nb: Jury og ansvarlig for organiseringen av denne prøven er høgskolens messing- og trebåslærere.

source: Students with an attendance figure of more than 80% can have the course passed if the course tutor considers the learning objectives to
nb: Studenter som er tilstede i minst 80 prosent av undervisningen, kan få emnet bestått dersom faglærer vurderer læringsmålene som oppnådd (se Avsluttende vurdering

source: The full title of the thesis is Music of the Margins.
nb: Full tittel på avhandlingen er Music of the Margins.

source: Her most recent work examines this repertoire through the prism of artistic research in music, a process which has been reinforced through her work as a Research Fellow at the Orpheus Research Centre in Music [ORCiM] from 2008 to 2013.
nb: Hennes siste arbeid undersøker dette repertoaret i lys av kunstnerisk utviklingsarbeid i musikk, en prosess som har blitt forsterket gjennom hennes arbeid som forsker ved Orpheus Research Centre in Music (ORCiM) fra 2008 til 2013.

source: The music therapy programme at the NMH also recruits a number of people from Staffeldtsgate NLA College and similar institutions.
nb: Musikkterapistudiet på NMH rekrutterer også mange fra Høyskolen Staffeldtsgate og lignende institusjoner.

source: Corona and lockdown.
nb: Korona og lockdown.

source: More than 20 % of absence will normally result in a failing mark.
nb: Dette innebærer normalt at fravær på mer enn 20 prosent medfører at studenten ikke består emnet.

source: But it was possible to find meaning in it.”
nb: Men det var mulig å legge mening i det.

source: evaluating video/DVD recordings of own performances
nb: evaluering av opptak på video/DVD av egne prestasjoner

source: There will be a focus on topics related to tonality, intonation, transcriptions, rhythm/rhythmical understanding, stylistic time measures, idiomatic two and three-part melodic phrases on Hardanger fiddle, scordatura, various types of ensemble playing and music arranging.
nb: Det vil bli fokusert på tonalitet og intonasjonsforståelse, transkripsjon, rytmikk/rytmeforståelse, slåttetyper/takttyper, to-/trestemmig melodiføring på hardingfele, felestiller/scordatura, ulike samspillformer og arrangering.

source: Weekly lessons and/or projects/group workshops for all students of jazz and improvised music in the BA an MA programmes.
nb: Ukentlige timer og/eller prosjekter/workshops felles for alle improvisert musikk/jazzstudenter på kandidat og master.

source: “Throughout history there have been great changes in humankind’s sense of balance, triggered by changes in technology.
nb: – Gjennom historien har det vært store skiftninger i menneskets sansebalanse, som har vært utløst av teknologiforandringer.

source: Does racism exist at the Norwegian Academy of Music, and if so, what effect does it have?
nb: Finnes det rasisme på Musikkhøgskolen, og hvordan oppleves den, i tilfelle?

source: For students on the classical, church music and conducting programmes:
nb: For studenter på klassisk studieretning, kirkemusikk og dirigering:

source: We joined her on her tour to Bredtveit Prison, Oslo Prison and the National Police Immigration Detention Centre in Trandum.
nb: Vi fulgte henne på turné til Bredtveit fengsel og forvaringsanstalt, Oslo fengsel og politiets utlendingsinternat på Trandum.

source: The theory provides a basis for understanding and performing all kinds of music.
nb: Teorien gir grunnlag for forståelse og utøving av all type musikk.

source: When it actually happens you realise it more gradually.
nb: Når det faktisk skjer innser du det mer gradvis.

source: The student must do at least two presentations of pieces in the course of the semester.
nb: Studenten skal presentere minst to verk i løpet av emnet.

source: During the summer Solli starts a music group in the Grønland neighbourhood for those wishing to play with and meet others in the same boat, as a supplement – or an alternative – to individual therapy.
nb: Over sommeren starter Solli en musikkgruppe på Grønland for de som ønsker å spille sammen med og møte andre i samme situasjon, som et tillegg – eller alternativ – til den individuelle terapien.

source: Lasse Thoresen has taught at the Norwegian Academy of Music since 1975, since 1988 as Professor of Composition.
nb: Lasse Thoresen har undervist ved Norges musikkhøgskole siden 1975 og har vært professor i komposisjon siden 1988.

source: We should stop expecting theatre to always be entertaining.
nb: Vi må slutte å forvente at teater alltid skal være underholdende.

source: This is something we have spent a great deal of time on, and we think it has been a lot of fun.
nb: Det er noe vi har brukt mye tid på og synes har vært skikkelig stas.

source: Rehearsal of short passages from Simon Løffler’s compositions, often in pairs.
nb: Innstudering av mindre forløp fra komposisjoner av Simon Løffler, ofte i gruppe á to.

source: Principal Peter Tornquist describes a deliberate emphasis on increased mobility and recruitment of students and teachers from abroad.
nb: Rektor Peter Tornquist forteller om en bevisst satsning på økt mobilitet og rekruttering av utenlandske lærere og studenter.

source: It’s the end of November in the fateful year of 2020.
nb: des. Det er slutten av november i skjebneåret 2020.

source: “It took some effort to get started, but when the process was underway I got the help I needed from the Academy.
nb: – Det var litt tiltak å komme i gang, men når prosessen var underveis, fikk jeg den hjelpa jeg trengte av NMH.

source: Karette Stensæth, professor of music therapy and head of Homeside Norway
nb: Professor i musikkterapi og leder for Homeside Norge

source: I can play it, too, but then it’s difficult to refrain from adding ornamentation.
nb: Jeg kan også spille den, men da er det vanskelig å legge bort ornamenteringen.

source: It seems that certain attitudes and views continue to take precedence over others, which in itself reflects an elitist mindset whereby some attitudes and views are deemed better than others.
nb: Det virker som at det stadig er visse holdninger og synspunkter som har forrang fremfor andre, noe som i seg selv reflekterer en elitistisk tankegang, hvor nettopp noen holdninger og synspunkter er bedre enn andre.

source: Instruction is organised as lectures, group assignments, workshops, masterclasses, online classes and individual supervision.
nb: Undervisningen i emnet organiseres som forelesninger, gruppearbeid, workshops, mesterklasser, internettkurs og individuell veiledning.

source: So far we are watching the virtual practising world from a computer screen on the desk in the VR lab: the VR glasses from China, which just arrived, are not working properly.
nb: Foreløpig følger vi nemlig den virtuelle øvingsvirkeligheten fra en dataskjerm på skrivebordet i VR-laben – VR-brillene fra Kina som nettopp har ankommet virker ikke som de skal.

source: Success or not success?
nb: Hva er suksess?

source: “The challenges are many, and they are long-standing.
nb: – De utfordringene er mange, og de er gamle.

source: In comparison, 56 per cent take this view in the rest of the country.
nb: Til sammenligning er dette tallet 56 prosent for resten av landet.

source: In addition, there will be an introduction to electronic sound processing.
nb: I tillegg kommer en innføring i elektronisk klangbearbeiding.

source: But I’ll need the wide range of expression I’ve picked up for all music.
nb: Men det store spennet i uttrykk som jeg har tilegnet meg, får jeg bruk for i all musikk.

source: The course comprises 15 credits and lasts throughout both years of studies.
nb: Emnet er på 15 studiepoeng og går over begge studieår.

source: Mikael Aksnes-Pehrson shows us his futuristisk version, before it ends with all 47 contributors – together.
nb: Mikael Aksnes-Pehrson gir oss sin futuristiske versjon, før det ender med alle 47 bidragsyterne – sammen.

source: A MIDI controller consisting of a keyboard and a minimum of 8 faders or knobs.
nb: Midikontroller med keyboard og minimum 8 fadere eller skruknotter.

source: show artistic integrity and maturity in the musical presentation of the Master’s Project and in the role of opera répétiteur.
nb: viser kunstnerisk integritet og modenhet i den musikalske formidlingen av masterarbeidet og i rollen som operarepetitør

source: A lot of the inmates feel that they have to maintain a tough image, but in my experience those of us who are involved in making music allow ourselves to be vulnerable.
nb: Mange innsatte føler de må opprettholde et tøft image, men jeg opplever at vi som driver med musikk tør å være sårbare.

source: They will always be fluid.”
nb: Den vil alltid være flytende.

source: Total price for the course, travel costs, bed and boarding is estimated to approx. 4500 NOK.
nb: Kostnad for overnatting, reise og to måltider per dag i løpet av IP er estimert til ca. 4500 kroner.

source: With its superb acoustics, it offers a unique atmosphere for concerts, theatre and art exhibitions.
nb: Med god akustikk og en helt unik atmosfære for konserter, teater og kunstutstillinger.

source: Students must experience and learn how to respond to the demands of the industry early on in their studies/careers.
nb: Studentene må tidlig i sine studier / sin karriere erfare og lære hvordan man responderer på kravene i bransjen.

source: “Research involves communicating with others.
nb: – Forskning involverer kommunikasjon med andre.

source: Although the content of this project will be developed by the participants, there are a few general topics that are expected to influence the project: 1) Current research on music cognition, 2) current research on improvisatory approaches to counterpoint and harmony, and 3) integrative approaches in music theory.
nb: Det er likevel forventet at noen generelle temaer kommer til å påvirke prosjektet: 1) nylig forskning innen musikkognisjon, 2) nylig forskning på improvisatoriske tilnærminger innen kontrapunkt og harmoni, og 3) integrative tilnærminger i musikkteori.

source: Form and memory
nb: Form og hukommelse

source: It’s what I take with me into my music.
nb: Det er den jeg tar med inn i musikken min.

source: See special guidelines for project description in the learning management system Canvas.
nb: Se egne retningslinjer for prosjektbeskrivelsen (på læringsplattformen Canvas).

source: Eventually she also became a student, opting to focus on folk music.
nb: Etter hvert ble hun også student, og valgte å fokusere på folkemusikk.

source: Partnership with Cappelen Damm Akademisk
nb: Samarbeid med Cappelen Damm Akademisk

source: There he came across new music, and in 1984 he became one of the first students to attend the Composition program at The Norwegian Academy of Music (NMH).
nb: Der kom han i kontakt med ny musikk, og ble en av de første studentene på komposisjon på Musikkhøgskolen i 1984.

source: : All course requirements must have been met by 15 April.
nb: Innen 15. april i emnets andre semester skal alle arbeidskrav være godkjent.

source: What is ISC?
nb: Hva er ISC?

source: Students with an attendance figure of less than 20% lose their right to actively participate in the course and to ongoing assessment and supervision.
nb: Studenter som har et fravær på mer enn 20% mister retten til aktiv deltagelse i undervisningen og til kontinuerlig vurdering og veiledning.

source: The course addresses various analytical methods and traditions such as aural analysis, rhetorical analysis, Schenkerian analysis, “neue Formenlehre”, analytical methods for folk music and jazz as well as various methods for analysing harmony.
nb: Emnet behandler ulike analytiske metoder og tradisjoner, for eksempel auditiv analyse, retorisk analyse, Schenker-analyse,”Neue Formenlehre”, analysemetoder for folkemusikk og jazz og ulike harmoniske analysemetoder.

source: In fact, not many people do it.
nb: Det er faktisk ikke mange som driver med det.

source: A new development in 2018 was that a Master’s student in music therapy did a clinical internship at Ila Detention and Security Prison.
nb: Nytt i 2018 er at en masterstudent i musikkterapi gjennomfører sin praksis i Ila fengsel og forvaringsanstalt.

source: What do you think yourself?
nb: Hva tror du selv?
